content/posts/invariant_measures_of_random_dynamical_systems_as_analogs_to_attractors_in_deterministic_dynamical_systems.md
+++
title = "invariant measures of random dynamical systems as analogs to attractors in deterministic dynamical systems"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:37:09-04:00
slug = "invariant_measures_of_random_dynamical_systems_as_analogs_to_attractors_in_deterministic_dynamical_systems"
draft = false
+++

## [random dynamical systems]({{< relref "random_dynamical_systems" >}}), [dynamical systems]({{< relref "dynamical_systems" >}}), [stochastic processes]({{< relref "stochastic_processes" >}}), [applications of stochastic processes]({{< relref "applications_of_stochastic_processes" >}}) {#random-dynamical-systems--random-dynamical-systems-dot-md--dynamical-systems--dynamical-systems-dot-md--stochastic-processes--stochastic-processes-dot-md--applications-of-stochastic-processes--applications-of-stochastic-processes-dot-md}


## [references]({{< relref "references" >}}) {#references--references-dot-md}


### Mendler, M., Falk, J., & Drossel, B. (2018). Analysis of stochastic bifurcations with phase portraits. <span class="underline"><span class="underline">PLOS ONE</span></span>, \_\_13\_\_(4), e0196126. <https://doi.org/10.1371/journal.pone.0196126> {#mendler-m-dot-falk-j-dot-and-drossel-b-dot--2018--dot-analysis-of-stochastic-bifurcations-with-phase-portraits-dot-13--4--e0196126-dot-https-doi-dot-org-10-dot-1371-journal-dot-pone-dot-0196126}


### Mendler, M., & Drossel, B. (2020). Predicting properties of the stationary probability currents for two-species reaction systems without solving the Fokker-Planck equation. Retrieved from <http://arxiv.org/abs/2004.03966> {#mendler-m-dot-and-drossel-b-dot--2020--dot-predicting-properties-of-the-stationary-probability-currents-for-two-species-reaction-systems-without-solving-the-fokker-planck-equation-dot-retrieved-from-http-arxiv-dot-org-abs-2004-dot-03966}

<!--list-separator-->

-  Reminds me of [Large deviations and dynamical phase transitions in stochastic chemical networks by Lazarescu and Esposito in 2019]({{< relref "Large_deviations_and_dynamical_phase_transitions_in_stochastic_chemical_networks_by_Lazarescu_and_Esposito_in_2019" >}})


### Becker, L., Mendler, M., & Drossel, B. (2020). Relation between the convective field and the stationary probability distribution of chemical reaction networks. <span class="underline"><span class="underline">New Journal of Physics</span></span>, \_\_22\_\_(3). <https://doi.org/10.1088/1367-2630/ab73c6> {#becker-l-dot-mendler-m-dot-and-drossel-b-dot--2020--dot-relation-between-the-convective-field-and-the-stationary-probability-distribution-of-chemical-reaction-networks-dot-22--3--dot-https-doi-dot-org-10-dot-1088-1367-2630-ab73c6}


### A paper on gene regulatory network dynamics that cites the above papers from Mendler and Drossel {#a-paper-on-gene-regulatory-network-dynamics-that-cites-the-above-papers-from-mendler-and-drossel}

<!--list-separator-->

-  Lee, J., & Lee, J. (2018). Quantitative analysis of a transient dynamics of a gene regulatory network. <span class="underline"><span class="underline">Physical Review E</span></span>, \_\_98\_\_(6), 1–19. <https://doi.org/10.1103/PhysRevE.98.062404>
